---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RefTableParamName
source: html/6c0edf23-7de6-a3c5-7504-ba9664abb2ef.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RefTableParamName Property

"Parameter Name"

## Syntax (C#)
```csharp
public static ForgeTypeId RefTableParamName { get; }
```